<unk>	0
<s>	0
</s>	0
ու	-0
ան	-1
եր	-2
ար	-3
ակ	-4
ին	-5
այ	-6
ում	-7
որ	-8
▁հ	-9
ներ	-10
▁է	-11
ութ	-12
ական	-13
ությ	-14
ուն	-15
▁մ	-16
եւ	-17
ել	-18
ամ	-19
են	-20
▁կ	-21
ատ	-22
ավ	-23
աս	-24
ություն	-25
▁եւ	-26
ով	-27
▁Ա	-28
▁ն	-29
▁գ	-30
ած	-31
աց	-32
▁տ	-33
▁1	-34
▁թ	-35
ագ	-36
▁ա	-37
ետ	-38
▁բ	-39
▁դ	-40
▁պ	-41
ների	-42
ող	-43
ոն	-44
▁ս	-45
▁որ	-46
ես	-47
իր	-48
ալ	-49
եղ	-50
ության	-51
▁Հ	-52
իս	-53
ահ	-54
ից	-55
▁են	-56
▁(	-57
▁վ	-58
ային	-59
յան	-60
եց	-61
աղ	-62
ազ	-63
առ	-64
ման	-65
▁Մ	-66
ված	-67
րա	-68
▁ան	-69
▁19	-70
▁թվ	-71
ուր	-72
երի	-73
▁ք	-74
անի	-75
▁այ	-76
▁ար	-77
▁մի	-78
ուս	-79
ոս	-80
աստ	-81
▁թվական	-82
▁եր	-83
ները	-84
▁համ	-85
▁շ	-86
▁Ս	-87
աք	-88
▁«	-89
ապ	-90
ադ	-91
իկ	-92
եկ	-93
ավոր	-94
ախ	-95
այի	-96
վում	-97
աշ	-98
վել	-99
▁Կ	-100
▁2	-101
ույ	-102
▁առ	-103
▁խ	-104
ությունը	-105
աբ	-106
▁լ	-107
▁Բ	-108
ոլ	-109
ըն	-110
իտ	-111
▁ու	-112
ործ	-113
▁օ	-114
րան	-115
▁հետ	-116
▁տար	-117
անակ	-118
▁Ն	-119
իմ	-120
▁էր	-121
▁Ե	-122
▁իր	-123
▁Գ	-124
անդ	-125
▁պատ	-126
եմ	-127
▁հայ	-128
ազմ	-129
աջ	-130
▁ըն	-131
ամբ	-132
00	-133
▁փ	-134
րդ	-135
▁մե	-136
ագր	-137
▁զ	-138
▁Վ	-139
անում	-140
▁երկ	-141
▁ժ	-142
արի	-143
այն	-144
▁Պ	-145
երը	-146
աղաք	-147
քի	-148
▁-	-149
եռ	-150
շխ	-151
▁վեր	-152
▁չ	-153
արդ	-154
ոտ	-155
ոց	-156
ստ	-157
▁ծ	-158
▁Հայ	-159
▁նա	-160
արձ	-161
արգ	-162
րի	-163
▁մաս	-164
▁Դ	-165
արտ	-166
▁Ար	-167
▁ստ	-168
▁Լ	-169
▁թվականին	-170
▁ամ	-171
տն	-172
ինչ	-173
▁համար	-174
պես	-175
աթ	-176
▁ավ	-177
▁առաջ	-178
նակ	-179
անգ	-180
),	-181
իլ	-182
▁գր	-183
ուց	-184
ոմ	-185
որդ	-186
▁քաղաք	-187
տր	-188
▁Տ	-189
▁գործ	-190
▁Եր	-191
ելի	-192
▁Ի	-193
րջ	-194
▁Այ	-195
ացի	-196
արկ	-197
իվ	-198
ափ	-199
ություններ	-200
▁ձ	-201
քում	-202
▁ուն	-203
նում	-204
▁Ռ	-205
իչ	-206
յու	-207
ադր	-208
▁ժամ	-209
▁ներ	-210
բեր	-211
եզ	-212
▁աշխ	-213
այում	-214
արհ	-215
ոշ	-216
եղծ	-217
▁նաեւ	-218
▁ճ	-219
▁միջ	-220
▁այն	-221
▁Թ	-222
▁ֆ	-223
իայի	-224
քը	-225
ույն	-226
ոխ	-227
▁ռ	-228
▁հար	-229
▁ժամանակ	-230
▁կար	-231
▁տեղ	-232
իստ	-233
ուլ	-234
▁18	-235
ությունների	-236
վեց	-237
▁օր	-238
նդ	-239
ոյ	-240
▁ց	-241
ությամբ	-242
▁որը	-243
▁նախ	-244
եպ	-245
▁ազ	-246
▁թվականի	-247
ագործ	-248
▁կազմ	-249
▁Խ	-250
ավար	-251
անը	-252
▁հիմ	-253
ատար	-254
19	-255
նական	-256
ոչ	-257
▁սկ	-258
ելու	-259
ներին	-260
իսկ	-261
▁Ք	-262
եք	-263
ումը	-264
▁էին	-265
▁Ֆ	-266
ներից	-267
▁շրջ	-268
▁20	-269
▁տարած	-270
▁ընդ	-271
ուտ	-272
▁որոն	-273
ելով	-274
աշտ	-275
յուն	-276
պան	-277
այր	-278
▁ի	-279
▁մեծ	-280
րո	-281
)։	-282
աժ	-283
▁Շ	-284
անկ	-285
անց	-286
▁ապ	-287
որհ	-288
▁3	-289
▁այլ	-290
ներում	-291
▁մեջ	-292
լի	-293
▁մեկ	-294
աբեր	-295
իան	-296
▁ինչ	-297
▁կառ	-298
իզ	-299
յալ	-300
յուս	-301
ակի	-302
շտ	-303
▁կող	-304
▁200	-305
▁կամ	-306
իներ	-307
ոգ	-308
▁Ո	-309
անք	-310
եյ	-311
▁իսկ	-312
▁պետ	-313
▁վրա	-314
▁շար	-315
▁կողմ	-316
▁այդ	-317
աստանի	-318
▁Օ	-319
ուկ	-320
սի	-321
▁բնակ	-322
▁արտ	-323
ը՝	-324
▁ջ	-325
▁ամեն	-326
▁կեն	-327
▁հաս	-328
սկ	-329
▁եղ	-330
▁հատ	-331
▁ստեղծ	-332
▁օգ	-333
▁Ան	-334
ույթ	-335
իսի	-336
աճ	-337
▁Երեւ	-338
▁հետո	-339
ոկ	-340
իպ	-341
▁երկր	-342
յուր	-343
er	-344
an	-345
▁առաջին	-346
▁նկ	-347
▁նշ	-348
▁որպես	-349
▁կր	-350
▁նրան	-351
ոլոր	-352
գային	-353
▁պատմ	-354
▁Մի	-355
շակ	-356
▁տես	-357
▁նրա	-358
եստ	-359
արան	-360
ողով	-361
ակց	-362
»,	-363
ներով	-364
աչ	-365
▁մարդ	-366
▁մոտ	-367
տրոն	-368
ապես	-369
երեն	-370
ությունները	-371
▁աշխատ	-372
▁գտն	-373
▁ին	-374
▁Է	-375
▁ուղ	-376
▁4	-377
ալի	-378
▁կայ	-379
ացել	-380
▁անվ	-381
▁արդ	-382
ապետ	-383
եթ	-384
կայ	-385
կեր	-386
իճ	-387
րապ	-388
աձ	-389
▁որոնք	-390
արակ	-391
0-	-392
▁հր	-393
▁ավելի	-394
▁կողմից	-395
▁էջ	-396
աբան	-397
իշ	-398
▁5	-399
▁Չ	-400
ոք	-401
ակեր	-402
▁հայտն	-403
▁աշխարհ	-404
վող	-405
▁էլ	-406
արձր	-407
որհրդ	-408
ոնի	-409
▁մինչ	-410
▁մասին	-411
մբ	-412
▁201	-413
ենց	-414
եծ	-415
եցին	-416
արար	-417
▁Փ	-418
▁եկ	-419
▁բան	-420
▁սկս	-421
▁Ծ	-422
ահման	-423
▁ունեց	-424
▁վերջ	-425
ոդ	-426
▁199	-427
կական	-428
▁դար	-429
հան	-430
ագույն	-431
on	-432
ինակ	-433
րոպ	-434
▁անց	-435
ոթ	-436
▁Ջ	-437
▁պահ	-438
անձ	-439
▁պար	-440
յուղ	-441
նի	-442
▁այս	-443
նել	-444
ակայն	-445
▁կարող	-446
եգ	-447
▁մար	-448
երում	-449
▁նոր	-450
ակարգ	-451
▁հավ	-452
եւել	-453
նտ	-454
▁հանդ	-455
▁պաշտ	-456
ակում	-457
▁թագ	-458
▁Ու	-459
յանի	-460
▁ոչ	-461
▁պայ	-462
▁տարբեր	-463
յանը	-464
in	-465
եռն	-466
ոսի	-467
թաց	-468
ոստ	-469
▁ժողով	-470
եդ	-471
▁Ալ	-472
▁գիտ	-473
en	-474
եւոր	-475
▁լեզ	-476
▁(19	-477
▁Զ	-478
▁որոշ	-479
▁անգ	-480
ագիր	-481
▁Երեւան	-482
ոփ	-483
մի	-484
▁Յ	-485
▁օգտ	-486
տեղ	-487
ուհ	-488
▁դր	-489
երազմ	-490
▁եղել	-491
քն	-492
տեմ	-493
▁6	-494
յուսիս	-495
▁ուս	-496
▁ներկայ	-497
ողջ	-498
իա	-499
ապատ	-500
▁մինչեւ	-501
▁198	-502
▁ինչպես	-503
որեն	-504
▁Այս	-505
▁196	-506
▁բարձր	-507
ացման	-508
ներն	-509
▁կենտրոն	-510
▁շատ	-511
երիկ	-512
▁Հայաստանի	-513
▁հիմն	-514
ուշ	-515
իների	-516
▁կապ	-517
ատակ	-518
ացած	-519
եւմ	-520
▁սահման	-521
▁բաց	-522
ar	-523
▁փոխ	-524
▁թագավոր	-525
եխ	-526
▁կան	-527
▁I	-528
▁դարձ	-529
▁բն	-530
▁Ամ	-531
ահայ	-532
18	-533
▁գեր	-534
դամ	-535
▁գլ	-536
տի	-537
▁աղ	-538
▁աստ	-539
նտես	-540
շխան	-541
ահանգ	-542
▁վար	-543
բերի	-544
»։	-545
երին	-546
վրոպ	-547
▁ձեւ	-548
▁197	-549
▁արդյուն	-550
▁պատերազմ	-551
աշրջ	-552
ոզ	-553
▁հն	-554
es	-555
րոց	-556
▁որի	-557
վեստ	-558
ենի	-559
▁Երկ	-560
ինգ	-561
▁օգտագործ	-562
ումներ	-563
▁դեպ	-564
▁194	-565
▁երբ	-566
▁հիմնական	-567
or	-568
▁քանի	-569
▁7	-570
քեր	-571
դի	-572
զբ	-573
▁Առ	-574
▁նվ	-575
▁մշակ	-576
▁ներկայաց	-577
ափոխ	-578
ույց	-579
ությունն	-580
աստան	-581
րաք	-582
ումն	-583
▁խորհրդ	-584
աշխ	-585
սր	-586
▁A	-587
▁քաղաքական	-588
▁C	-589
▁կառուց	-590
al	-591
ակերպ	-592
ակից	-593
▁կատար	-594
▁17	-595
ոբ	-596
▁դարի	-597
▁երկու	-598
▁նախագ	-599
▁համակարգ	-600
▁195	-601
▁ունեն	-602
յա	-603
▁հեղ	-604
ետր	-605
▁զարգ	-606
աստեղծ	-607
րապետ	-608
ինի	-609
▁բազմ	-610
իթ	-611
▁Ստ	-612
▁192	-613
րել	-614
▁իշխան	-615
▁եկեղ	-616
ությանը	-617
▁ընթաց	-618
▁սակայն	-619
▁թե	-620
▁193	-621
▁կազմում	-622
երմ	-623
▁8	-624
▁կառավար	-625
ոհ	-626
▁անդամ	-627
աբար	-628
ոնական	-629
եքս	-630
▁հան	-631
▁գտնվում	-632
ատմ	-633
ագիտ	-634
▁մահ	-635
րանց	-636
իդ	-637
▁S	-638
▁Այն	-639
անական	-640
▁գյուղ	-641
ճառ	-642
▁ակ	-643
▁շրջան	-644
ատր	-645
▁Արտ	-646
▁9	-647
▁Ռուս	-648
երից	-649
▁Մեծ	-650
▁գլխ	-651
▁ճան	-652
▁ունի	-653
is	-654
at	-655
ուղ	-656
▁կոչ	-657
▁որտեղ	-658
▁բնակչ	-659
▁նույն	-660
▁հեռ	-661
զի	-662
▁միայն	-663
ակը	-664
ագետ	-665
ունք	-666
▁երգ	-667
ասն	-668
աղթ	-669
▁խաղ	-670
ոյի	-671
▁չի	-672
▁իրավ	-673
▁բար	-674
վա	-675
▁թվականներին	-676
▁բոլոր	-677
▁պայման	-678
երով	-679
ազար	-680
▁իրենց	-681
րամ	-682
▁15	-683
րանք	-684
▁հուն	-685
▁նշանակ	-686
▁Այդ	-687
րկ	-688
▁աս	-689
առն	-690
▁ընդուն	-691
▁պատճառ	-692
▁ընթացքում	-693
▁սկզբ	-694
ինը	-695
▁16	-696
▁սպ	-697
իական	-698
▁Ավ	-699
▁Ը	-700
▁բաժ	-701
▁հայտնի	-702
իգ	-703
▁զբ	-704
պրոց	-705
րանս	-706
▁ուժ	-707
▁հաստ	-708
▁անհ	-709
he	-710
▁M	-711
օր	-712
▁Հար	-713
եփ	-714
նչ	-715
ահան	-716
րց	-717
▁նկար	-718
▁հետեւ	-719
▁ամբ	-720
▁վերջին	-721
▁T	-722
▁դաս	-723
▁անուն	-724
▁Ժ	-725
▁որոնց	-726
▁ծով	-727
▁կազմակերպ	-728
▁կյան	-729
ոնը	-730
ակայ	-731
▁ազատ	-732
ՄՆ	-733
▁դեմ	-734
աձայն	-735
▁անկ	-736
▁ուղղ	-737
ավայր	-738
▁ազգային	-739
աքին	-740
աշխարհ	-741
երն	-742
▁անգամ	-743
ասիր	-744
ic	-745
վան	-746
▁12	-747
ՍՀ	-748
տեմբերի	-749
▁գետ	-750
եւմտ	-751
▁մայ	-752
▁մասն	-753
ուբ	-754
▁քան	-755
▁նպ	-756
▁տարի	-757
կին	-758
անոթ	-759
դր	-760
▁դպրոց	-761
ոցի	-762
▁Կար	-763
ասան	-764
▁կոմ	-765
▁Բր	-766
▁դեր	-767
▁հաստատ	-768
անձն	-769
ությունից	-770
▁բանաստեղծ	-771
▁,	-772
▁Հան	-773
▁գլխավոր	-774
▁Նա	-775
արը	-776
ուծ	-777
ուրք	-778
ում՝	-779
▁ԱՄՆ	-780
ոպ	-781
ալիս	-782
▁չէ	-783
▁գրող	-784
▁ենթ	-785
ուստ	-786
▁նախագահ	-787
▁պետական	-788
ին՝	-789
▁P	-790
-19	-791
▁համալ	-792
ոսկ	-793
ահատ	-794
▁ընտր	-795
▁հյուսիս	-796
արիչ	-797
ունդ	-798
ղզ	-799
րանսի	-800
րատ	-801
▁Համ	-802
▁մրց	-803
ուգ	-804
▁Եվրոպ	-805
▁հակ	-806
իկական	-807
ռոմ	-808
վի	-809
իները	-810
▁տնտես	-811
▁խմբ	-812
րորդ	-813
յութ	-814
վեցին	-815
▁տարածք	-816
000	-817
երկ	-818
ավել	-819
▁մասը	-820
▁գրական	-821
▁ամբողջ	-822
it	-823
▁ռազմ	-824
▁որն	-825
▁անվան	-826
ենս	-827
որի	-828
▁լին	-829
▁նրանց	-830
▁մասնակ	-831
ումների	-832
ագրություններ	-833
▁տեղի	-834
քին	-835
▁կայսր	-836
▁իրական	-837
ավառ	-838
▁մտ	-839
▁ռուս	-840
ուրջ	-841
%-	-842
ոռ	-843
այց	-844
▁զոր	-845
▁(1	-846
▁հաջ	-847
▁ժողովրդ	-848
▁հարավ	-849
▁Հուն	-850
▁Վեր	-851
եհ	-852
երթ	-853
▁նավ	-854
▁N	-855
ուդ	-856
ոշոր	-857
▁եկեղեց	-858
▁միջոց	-859
ալով	-860
▁Գեր	-861
ունակ	-862
20	-863
▁ազդ	-864
▁ավարտ	-865
քան	-866
▁ծն	-867
ազգային	-868
ենտ	-869
▁նահանգ	-870
▁B	-871
▁թվականից	-872
ասխ	-873
▁գաղ	-874
le	-875
եջ	-876
որձ	-877
▁Նոր	-878
▁191	-879
▁զբաղ	-880
եւմտյան	-881
արանի	-882
ոքր	-883
վածք	-884
▁ընկեր	-885
որտ	-886
▁հայկական	-887
եւելյան	-888
երտ	-889
▁Տար	-890
բոլ	-891
▁կարգ	-892
րաբ	-893
▁Ազ	-894
րագր	-895
▁ղ	-896
ովոր	-897
▁երաժ	-898
▁ստեղծագործ	-899
ատես	-900
▁Ղ	-901
▁ջր	-902
▁բառ	-903
ուրբ	-904
վար	-905
▁բեր	-906
▁հասարակ	-907
իք	-908
▁կմ	-909
▁ցուց	-910
հանուր	-911
▁հատկ	-912
▁Իս	-913
եական	-914
▁արվեստ	-915
▁ծառ	-916
▁պահպան	-917
աթիվ	-918
ենք	-919
պիսի	-920
▁միջեւ	-921
եմատ	-922
աստանում	-923
▁գործիչ	-924
նադ	-925
▁14	-926
րադ	-927
▁շարք	-928
ուրգ	-929
նելով	-930
վարի	-931
րիստ	-932
իոն	-933
▁–	-934
իկոս	-935
▁համաձայն	-936
▁միլի	-937
եբ	-938
անտ	-939
▁արձ	-940
▁Ծանոթ	-941
աշխարհային	-942
▁13	-943
▁Գր	-944
▁հոգ	-945
▁ղեկ	-946
▁հարց	-947
▁համալս	-948
▁L	-949
աճախ	-950
▁Հով	-951
ադարձ	-952
ագրական	-953
▁վերաբեր	-954
1-	-955
▁Աղ	-956
▁ինքն	-957
դան	-958
ացավ	-959
կան	-960
ուժ	-961
րաժ	-962
▁Աբ	-963
▁արժ	-964
▁երկրի	-965
▁t	-966
▁ը	-967
ենը	-968
ացնում	-969
▁ընկ	-970
աֆ	-971
այական	-972
▁զին	-973
իլիս	-974
▁բանակ	-975
▁նպատակ	-976
▁մարզ	-977
մամբ	-978
▁լեզու	-979
արյան	-980
ատի	-981
▁շարժ	-982
ակալ	-983
▁ուսումն	-984
▁անձ	-985
▁R	-986
▁ձեռ	-987
▁Հանրապետ	-988
ունի	-989
▁ղեկավար	-990
այել	-991
ումբ	-992
▁երկրորդ	-993
▁ունեցել	-994
ույս	-995
յակ	-996
▁թթ	-997
▁փորձ	-998
▁10	-999
▁պատճառով	-1000
աման	-1001
լանդ	-1002
երպ	-1003
▁վարչ	-1004
ion	-1005
նորհ	-1006
եկան	-1007
ոսը	-1008
իստական	-1009
բյուր	-1010
անջ	-1011
ահայտ	-1012
▁190	-1013
արանը	-1014
▁մն	-1015
▁ալ	-1016
ուրդ	-1017
▁ամերիկ	-1018
▁գեղ	-1019
▁H	-1020
▁չափ	-1021
եկտ	-1022
▁համարվում	-1023
ուրս	-1024
արավոր	-1025
իլիսոփ	-1026
▁տարիներ	-1027
վյալ	-1028
▁հիշ	-1029
▁երաժշտ	-1030
of	-1031
▁անվանում	-1032
եան	-1033
ահար	-1034
արտար	-1035
▁բայց	-1036
ուտբոլ	-1037
▁խոշոր	-1038
ուզ	-1039
անիշ	-1040
▁շրջանում	-1041
▁բազմաթիվ	-1042
▁ազդեց	-1043
ur	-1044
▁հաճախ	-1045
ապարհ	-1046
▁մեկը	-1047
▁գոյ	-1048
▁հազար	-1049
▁մարտ	-1050
▁Ալեքս	-1051
▁թարգ	-1052
▁G	-1053
▁աշխարհի	-1054
եի	-1055
ացված	-1056
պետ	-1057
-1	-1058
▁միջազգային	-1059
▁մակ	-1060
▁ով	-1061
▁պարտ	-1062
▁հայտ	-1063
II	-1064
▁հանգ	-1065
▁189	-1066
▁սովոր	-1067
▁d	-1068
▁Պետ	-1069
▁Պար	-1070
այից	-1071
▁Քաղաք	-1072
▁կղզ	-1073
▁ԽՍՀ	-1074
▁Առաջ	-1075
րաքաղաք	-1076
իկայի	-1077
▁քաղաքի	-1078
իջ	-1079
0,	-1080
▁Գերման	-1081
▁տվյալ	-1082
ol	-1083
▁մասնակց	-1084
▁Միջ	-1085
ունե	-1086
ումները	-1087
▁աշխատանք	-1088
▁մետ	-1089
▁կարեւոր	-1090
ուրքի	-1091
վեր	-1092
▁կուս	-1093
▁հղ	-1094
▁ներառ	-1095
մանը	-1096
▁|	-1097
▁զգ	-1098
▁հնարավոր	-1099
▁խնդ	-1100
ասխան	-1101
▁բնակչության	-1102
եշտ	-1103
▁Մար	-1104
▁պետք	-1105
▁օրինակ	-1106
ագայում	-1107
▁Նրա	-1108
ույթի	-1109
▁քն	-1110
▁առաջն	-1111
▁Արտաքին	-1112
▁դեպի	-1113
▁ձեւավոր	-1114
նելու	-1115
▁ուսումնասիր	-1116
արձակ	-1117
▁հեղինակ	-1118
եթե	-1119
▁D	-1120
▁կոն	-1121
ուցիչ	-1122
▁հիմնադր	-1123
ատարակ	-1124
երգ	-1125
▁կիր	-1126
րիգ	-1127
▁Ճ	-1128
այլ	-1129
▁համաշխարհային	-1130
▁ցանկ	-1131
▁արք	-1132
ուհի	-1133
om	-1134
▁հաղթ	-1135
ուխ	-1136
առնում	-1137
եսի	-1138
▁կաթ	-1139
▁խոս	-1140
▁այլն	-1141
▁ջերմ	-1142
▁ֆուտբոլ	-1143
»-	-1144
ղթ	-1145
▁լեռն	-1146
▁Ամերիկ	-1147
եխն	-1148
երձ	-1149
ցախ	-1150
▁պատկեր	-1151
երբ	-1152
▁շնորհ	-1153
րեց	-1154
նայ	-1155
▁փիլիսոփ	-1156
▁շուրջ	-1157
▁կին	-1158
▁չեն	-1159
արտարապետ	-1160
▁աճ	-1161
▁երկար	-1162
եժ	-1163
▁արտադր	-1164
▁Թուրքի	-1165
▁ափ	-1166
▁հատված	-1167
▁ըստ	-1168
▁Իր	-1169
▁ընտ	-1170
իի	-1171
▁of	-1172
▁Մահ	-1173
տոր	-1174
ազոտ	-1175
ալական	-1176
անավոր	-1177
արժ	-1178
▁չոր	-1179
▁Արցախ	-1180
իվանդ	-1181
▁հիմնականում	-1182
կա	-1183
▁E	-1184
ստեղ	-1185
▁գործող	-1186
ամարտ	-1187
▁կուսակց	-1188
▁մարմ	-1189
ադիր	-1190
ումից	-1191
▁դերասան	-1192
▁ճանապարհ	-1193
ագրություն	-1194
▁փաստ	-1195
քով	-1196
▁գերման	-1197
▁Ալեքսանդ	-1198
▁երեք	-1199
▁մայրաքաղաք	-1200
▁անտ	-1201
▁մյուս	-1202
and	-1203
▁թուրք	-1204
▁գն	-1205
el	-1206
▁կերպ	-1207
▁թող	-1208
րաստ	-1209
▁Հարավ	-1210
▁թարգման	-1211
▁ընդհանուր	-1212
րում	-1213
ոփոխ	-1214
եւան	-1215
հանն	-1216
▁փոքր	-1217
▁մատ	-1218
▁հավաք	-1219
▁W	-1220
անդակ	-1221
▁Հյուսիս	-1222
քս	-1223
▁դաշ	-1224
▁հանդիս	-1225
▁ԽՍՀՄ	-1226
st	-1227
▁ճանաչ	-1228
պեր	-1229
▁տեսակ	-1230
▁(2	-1231
իբ	-1232
▁Խորհրդ	-1233
▁Իտ	-1234
▁պաշտպան	-1235
եսը	-1236
▁հաշ	-1237
անքի	-1238
▁լավ	-1239
▁Հռոմ	-1240
▁Պատմ	-1241
▁(18	-1242
ամաս	-1243
▁անկախ	-1244
▁հրատարակ	-1245
▁Ըստ	-1246
▁միլիոն	-1247
▁ավանդ	-1248
▁նկարիչ	-1249
▁հարաբեր	-1250
▁ծագ	-1251
րահ	-1252
▁Կան	-1253
ալու	-1254
▁մարդկ	-1255
▁նյութ	-1256
▁տակ	-1257
▁F	-1258
▁ստոր	-1259
կաց	-1260
ռչ	-1261
բեջ	-1262
ախոս	-1263
et	-1264
նայած	-1265
▁գործունե	-1266
▁պատերազմի	-1267
▁հղումներ	-1268
▁իս	-1269
▁Սուրբ	-1270
▁Սակայն	-1271
գր	-1272
ակատ	-1273
▁աստղ	-1274
ածու	-1275
▁Աստ	-1276
▁դարձավ	-1277
▁առավել	-1278
ռն	-1279
▁ռազմական	-1280
▁գտնվող	-1281
ութային	-1282
▁բաժան	-1283
▁դուրս	-1284
իայում	-1285
▁Նախ	-1286
▁մակարդ	-1287
կար	-1288
▁դարձել	-1289
▁տալիս	-1290
▁շարունակ	-1291
▁հիվանդ	-1292
▁խոր	-1293
▁X	-1294
ադեմ	-1295
անկար	-1296
▁20-	-1297
▁ցեղ	-1298
▁միավոր	-1299
▁տիր	-1300
անս	-1301
▁ազգ	-1302
տեմբեր	-1303
▁ուշ	-1304
իրը	-1305
▁Հովհանն	-1306
▁ունեցող	-1307
▁Հայկական	-1308
▁հայտարար	-1309
▁դիմ	-1310
▁վիճ	-1311
▁հայր	-1312
քերը	-1313
իլմ	-1314
ենդ	-1315
նամ	-1316
▁փոփոխ	-1317
երական	-1318
ովի	-1319
▁տեղափոխ	-1320
▁ուր	-1321
ed	-1322
▁Առաջին	-1323
▁դարում	-1324
իզմ	-1325
▁կիրառ	-1326
▁նման	-1327
սման	-1328
վկ	-1329
▁հանդիպ	-1330
▁ծրագր	-1331
▁V	-1332
րաց	-1333
ույլ	-1334
ուպ	-1335
դրբեջ	-1336
▁ընտանի	-1337
ազան	-1338
որոշ	-1339
▁առեւ	-1340
▁պաշտոն	-1341
▁Ծն	-1342
▁իմ	-1343
▁Հայոց	-1344
ադի	-1345
▁մեկն	-1346
ոնդ	-1347
5-	-1348
▁զարգացման	-1349
▁կրթ	-1350
▁188	-1351
▁տեղեկ	-1352
տիվ	-1353
▁հող	-1354
▁ճարտարապետ	-1355
▁արդյունքում	-1356
▁Որ	-1357
▁11	-1358
ch	-1359
աստիճ	-1360
լին	-1361
▁բր	-1362
▁Ց	-1363
ությունում	-1364
▁վայր	-1365
▁Գրիգ	-1366
ուսն	-1367
▁Երեւանի	-1368
▁գործում	-1369
միր	-1370
աների	-1371
▁լայն	-1372
▁գավառ	-1373
▁հին	-1374
▁%	-1375
▁Ֆրանս	-1376
2,	-1377
▁հետազոտ	-1378
▁մրցանակ	-1379
ոլորտ	-1380
լիմ	-1381
ոլոգ	-1382
▁կյանքի	-1383
անր	-1384
▁հրապ	-1385
վոր	-1386
▁տարր	-1387
եւմուտ	-1388
ամանակ	-1389
us	-1390
▁Օր	-1391
րիստոն	-1392
շավ	-1393
անշ	-1394
ողական	-1395
▁պատմության	-1396
▁բաղ	-1397
ավորապես	-1398
il	-1399
▁Անդ	-1400
▁գրավ	-1401
▁ֆրանսի	-1402
թն	-1403
▁ե	-1404
▁կոր	-1405
re	-1406
ատոր	-1407
▁Մոսկ	-1408
ջին	-1409
քից	-1410
▁սոցի	-1411
ինական	-1412
ոյեմ	-1413
▁Մարտ	-1414
▁միջին	-1415
ագիտական	-1416
վկիան	-1417
աղորդ	-1418
ent	-1419
ություններից	-1420
արանում	-1421
as	-1422
▁°	-1423
▁Աս	-1424
քերի	-1425
ացյալ	-1426
▁լեռ	-1427
▁կոմպ	-1428
▁մայր	-1429
ությունը՝	-1430
▁թիվ	-1431
գի	-1432
եներ	-1433
իկան	-1434
▁տարեկան	-1435
▁հուշ	-1436
▁թույլ	-1437
▁ապա	-1438
▁կապված	-1439
▁միջոցով	-1440
ետեւ	-1441
նային	-1442
am	-1443
արվեստ	-1444
▁Գրիգոր	-1445
▁կես	-1446
արին	-1447
աբանական	-1448
▁Մայ	-1449
▁(«	-1450
եֆ	-1451
▁կն	-1452
▁Լեն	-1453
▁հոր	-1454
րտ	-1455
▁հաջող	-1456
▁տնտեսական	-1457
▁առանձն	-1458
գն	-1459
ահով	-1460
ացնել	-1461
▁տպ	-1462
▁քար	-1463
▁աշխարհում	-1464
▁Հյուսիսային	-1465
▁Աշխ	-1466
ունդներ	-1467
ացումը	-1468
▁իրավունք	-1469
▁ծառայ	-1470
3,	-1471
▁լուս	-1472
▁պատմական	-1473
տար	-1474
▁դեռ	-1475
▁քանակ	-1476
▁հրապարակ	-1477
ագն	-1478
▁համայն	-1479
▁Եվ	-1480
անգված	-1481
ոճ	-1482
ժմ	-1483
անյան	-1484
իսին	-1485
▁մանկ	-1486
ատվ	-1487
▁նախկին	-1488
իֆ	-1489
▁Տես	-1490
ագիրը	-1491
▁դառնում	-1492
Հայ	-1493
▁Խաչ	-1494
ամի	-1495
▁Բրիտ	-1496
ատմամբ	-1497
ները՝	-1498
3-	-1499
եւս	-1500
▁ակադեմ	-1501
ապահ	-1502
▁/	-1503
ելը	-1504
▁աջ	-1505
աշար	-1506
ուրի	-1507
▁շրջանի	-1508
▁Խորհրդային	-1509
▁քիմ	-1510
ություններում	-1511
▁աստիճ	-1512
ասկ	-1513
սմանյան	-1514
▁ֆիզ	-1515
ացիների	-1516
▁պայք	-1517
▁լուծ	-1518
▁քաղաքը	-1519
ականություն	-1520
1,	-1521
▁թատր	-1522
եցնում	-1523
▁գաղափ	-1524
թի	-1525
▁Ապ	-1526
▁ստացել	-1527
▁Աֆ	-1528
▁Հայաստան	-1529
▁1-	-1530
▁ամենամ	-1531
▁նվիր	-1532
▁արդյունաբեր	-1533
▁ժամանակաշրջ	-1534
իծ	-1535
առանգ	-1536
իտակ	-1537
▁սպան	-1538
▁ջերմաստիճ	-1539
2-	-1540
ողների	-1541
4,	-1542
▁որդ	-1543
▁հանրապետ	-1544
▁Ալեքսանդր	-1545
▁կենս	-1546
▁սիր	-1547
աստանը	-1548
ացիներ	-1549
ասպ	-1550
▁է՝	-1551
▁նրանք	-1552
▁աղբյուր	-1553
▁բժ	-1554
▁նկատմամբ	-1555
իզմի	-1556
▁դիր	-1557
ст	-1558
▁արտահայտ	-1559
▁Նյու	-1560
▁մետաղ	-1561
▁հասարակական	-1562
▁խորհրդային	-1563
▁Սպ	-1564
ցի	-1565
ընթաց	-1566
▁Դեպ	-1567
▁պատրաստ	-1568
▁Հարավային	-1569
▁տարվա	-1570
▁արագ	-1571
ատական	-1572
▁արդեն	-1573
▁Ման	-1574
▁տեխն	-1575
▁գրել	-1576
▁կոմպոզ	-1577
ig	-1578
▁տարածքում	-1579
▁Կր	-1580
ներ՝	-1581
▁սար	-1582
5,	-1583
▁"	-1584
▁պահանջ	-1585
▁չէր	-1586
▁նախարար	-1587
եւի	-1588
▁հաջորդ	-1589
իկի	-1590
▁Փարի	-1591
▁էլեկ	-1592
ասի	-1593
▁հանձն	-1594
▁Հայաստանում	-1595
ներգ	-1596
վելով	-1597
▁ժամանակակից	-1598
▁Հանրապետության	-1599
▁ընդգ	-1600
▁տարիներին	-1601
4-	-1602
ro	-1603
տնի	-1604
ավորված	-1605
ստիտ	-1606
▁շնորհիվ	-1607
▁ֆուտբոլիստ	-1608
ոդված	-1609
▁կարծ	-1610
ովին	-1611
▁Ներ	-1612
▁դրամ	-1613
▁արեւել	-1614
ամաք	-1615
▁Ավստ	-1616
▁դեկ	-1617
ազդ	-1618
▁—	-1619
▁հայտնաբեր	-1620
ск	-1621
▁դիտ	-1622
արկում	-1623
▁000	-1624
▁իտ	-1625
ումի	-1626
առակ	-1627
▁իրեն	-1628
▁հոս	-1629
քների	-1630
▁Անգ	-1631
▁Ֆրանսի	-1632
▁Եվրոպայի	-1633
▁ճակատ	-1634
▁թաղ	-1635
▁հաշվ	-1636
▁առանց	-1637
▁շին	-1638
▁նամ	-1639
▁հրաման	-1640
▁կիս	-1641
7,	-1642
▁the	-1643
▁լեզվ	-1644
աձեւ	-1645
▁187	-1646
▁ՀՀ	-1647
▁բնակավայր	-1648
ra	-1649
▁պրո	-1650
նա	-1651
անչ	-1652
եին	-1653
անոց	-1654
▁ապահով	-1655
▁հետեւանք	-1656
un	-1657
ականների	-1658
▁հեր	-1659
ստիտուտ	-1660
▁մտն	-1661
▁հանդես	-1662
ի՝	-1663
▁s	-1664
▁միաս	-1665
▁լի	-1666
▁պատվ	-1667
▁օվկիան	-1668
50	-1669
ոջ	-1670
▁դա	-1671
▁հեղափոխ	-1672
▁19-	-1673
վրոպական	-1674
▁ամս	-1675
▁մեր	-1676
▁կայսրության	-1677
ատը	-1678
▁Կոն	-1679
9,	-1680
▁անտառ	-1681
րիլի	-1682
8-	-1683
▁ձգ	-1684
▁եզ	-1685
▁դեպքում	-1686
▁պաշտոնական	-1687
▁քրիստոն	-1688
▁քաղաքում	-1689
մեն	-1690
▁(),	-1691
ոֆ	-1692
▁մակեր	-1693
▁հատկապես	-1694
▁հանր	-1695
ալը	-1696
7-	-1697
ովկ	-1698
տանգ	-1699
ասար	-1700
▁Տիգ	-1701
▁Անտ	-1702
ենտրոն	-1703
▁Ռուսաստանի	-1704
▁համապատ	-1705
▁ավել	-1706
ականության	-1707
նշ	-1708
իտոր	-1709
ագրության	-1710
▁երկրների	-1711
▁Ձ	-1712
ունակում	-1713
6,	-1714
▁Պատ	-1715
▁որոնցից	-1716
6-	-1717
▁թվում	-1718
▁արվեստի	-1719
▁օպեր	-1720
թե	-1721
▁հայոց	-1722
▁զանգված	-1723
անքը	-1724
արական	-1725
լավ	-1726
▁հատուկ	-1727
▁Ծնունդներ	-1728
ասարդ	-1729
▁Մահեր	-1730
8,	-1731
իման	-1732
▁Ադրբեջ	-1733
▁երեխ	-1734
▁Հետ	-1735
▁դաշտ	-1736
▁Դեպքեր	-1737
ունը	-1738
▁ֆիլմ	-1739
▁c	-1740
▁դոլ	-1741
▁են՝	-1742
անիայի	-1743
▁հետագայում	-1744
▁Նիկ	-1745
▁սեպ	-1746
▁and	-1747
արում	-1748
չության	-1749
ակա	-1750
▁պարզ	-1751
ing	-1752
▁հուլ	-1753
աթի	-1754
թեր	-1755
▁ձեռն	-1756
▁մարդու	-1757
▁մշակութային	-1758
րիկ	-1759
▁եւս	-1760
▁վաղ	-1761
▁ժողովրդական	-1762
▁գալիս	-1763
▁հաղորդ	-1764
▁արգ	-1765
վելու	-1766
այտ	-1767
▁Սա	-1768
ամեն	-1769
▁թանգ	-1770
▁ձայն	-1771
▁նույնպես	-1772
ակների	-1773
▁։	-1774
▁Սեւ	-1775
▁ինստիտուտ	-1776
▁ենթարկ	-1777
▁ատ	-1778
▁գիտական	-1779
արձան	-1780
▁մեղ	-1781
▁Լեւ	-1782
▁Վան	-1783
▁սեփ	-1784
▁եկեղեցին	-1785
▁Սարգ	-1786
▁Միացյալ	-1787
▁ամենամեծ	-1788
ни	-1789
▁Սկ	-1790
▁օգտագործվում	-1791
▁)	-1792
▁%-	-1793
ացիները	-1794
րած	-1795
▁հիշատակ	-1796
ակներ	-1797
▁ակտիվ	-1798
▁p	-1799
▁2-	-1800
▁ցույց	-1801
ացող	-1802
ռչակ	-1803
իւ	-1804
▁186	-1805
▁Ամեն	-1806
▁ամերիկացի	-1807
▁Հակ	-1808
▁O	-1809
▁հոկ	-1810
▁եղբ	-1811
աճառ	-1812
▁խնդիր	-1813
աքր	-1814
մատ	-1815
ուսի	-1816
▁Արեւմտյան	-1817
անալ	-1818
ոկրատ	-1819
▁Վարդ	-1820
um	-1821
▁Վերջին	-1822
▁հոդված	-1823
եշ	-1824
▁ժառանգ	-1825
▁Ազգային	-1826
▁զոհ	-1827
ացվում	-1828
▁կարելի	-1829
▁),	-1830
▁գոտ	-1831
ազանց	-1832
▁աստված	-1833
▁վերական	-1834
աներ	-1835
▁երեւ	-1836
▁վերաբերյալ	-1837
▁պր	-1838
երիտ	-1839
ացվել	-1840
▁սկսել	-1841
ов	-1842
ումով	-1843
▁արձակ	-1844
▁Հովհաննես	-1845
▁ուներ	-1846
▁գրեթե	-1847
▁Թուրքիայի	-1848
նդի	-1849
▁սառ	-1850
րաքանչ	-1851
▁100	-1852
ալիայի	-1853
րաքանչյուր	-1854
ընդ	-1855
▁թվականների	-1856
լամ	-1857
▁տրամ	-1858
▁Բար	-1859
ասպան	-1860
երակ	-1861
ac	-1862
▁The	-1863
▁ընդգրկ	-1864
▁տարածաշրջ	-1865
իպտ	-1866
▁ամուսն	-1867
▁Արաբ	-1868
▁Շվ	-1869
ավեր	-1870
▁մարդկանց	-1871
▁ել	-1872
ավալ	-1873
եժիս	-1874
▁համեմատ	-1875
▁Վար	-1876
▁լճ	-1877
▁ձեռք	-1878
▁բնական	-1879
▁ներկայացուցիչ	-1880
▁J	-1881
▁Արդ	-1882
▁կոչվում	-1883
աքս	-1884
▁Հնդ	-1885
▁քիչ	-1886
▁գետի	-1887
րաժեշտ	-1888
իկա	-1889
▁դատ	-1890
▁կոմպոզիտոր	-1891
▁Մինչ	-1892
▁հանդիսանում	-1893
▁ամիս	-1894
ра	-1895
իլի	-1896
▁գոյություն	-1897
ia	-1898
▁դրա	-1899
իֆլ	-1900
արեն	-1901
▁Չնայած	-1902
▁հով	-1903
▁թերթ	-1904
▁չորս	-1905
▁նվաճ	-1906
▁ոճ	-1907
▁բռն	-1908
անձին	-1909
ոնում	-1910
▁Նահանգ	-1911
ատնտես	-1912
▁Արցախի	-1913
չի	-1914
չական	-1915
▁անունով	-1916
▁տր	-1917
Ար	-1918
ավան	-1919
ուլի	-1920
▁Բնակ	-1921
նադատ	-1922
▁պատկ	-1923
201	-1924
յուզ	-1925
ոստոսի	-1926
op	-1927
▁նպատակով	-1928
iv	-1929
բերտ	-1930
ation	-1931
▁կառուցված	-1932
կն	-1933
եւէ	-1934
իլիկ	-1935
ույթը	-1936
▁պետության	-1937
▁՝	-1938
▁Իսր	-1939
ավական	-1940
▁պալ	-1941
▁օգն	-1942
ելյան	-1943
եժիսոր	-1944
▁երրորդ	-1945
▁Հին	-1946
▁ինչը	-1947
id	-1948
լերեն	-1949
▁արտաքին	-1950
▁ունենում	-1951
▁հյուսիսային	-1952
▁թագավորության	-1953
▁դրանք	-1954
իրի	-1955
ցել	-1956
▁վերահ	-1957
▁Կոր	-1958
▁մոլոր	-1959
▁անցկաց	-1960
▁Մոսկվ	-1961
ագա	-1962
▁անունը	-1963
▁տասն	-1964
▁գիտնական	-1965
▁արեւմտյան	-1966
▁Կառ	-1967
ագրի	-1968
▁արեւելյան	-1969
բան	-1970
▁Տիգրան	-1971
ացրել	-1972
▁բնակիչ	-1973
▁կազմել	-1974
▁դրանց	-1975
▁30	-1976
▁գահ	-1977
▁հարավային	-1978
արատ	-1979
▁Չին	-1980
▁կանոն	-1981
ոյեմբերի	-1982
▁արշավ	-1983
▁Երկրորդ	-1984
ադրության	-1985
5)	-1986
անիզ	-1987
▁(200	-1988
▁Ռուբ	-1989
ակով	-1990
ացու	-1991
9-	-1992
այթ	-1993
▁Օսմանյան	-1994
▁օրգ	-1995
արկել	-1996
րաշ	-1997
նող	-1998
ենն	-1999
աժողով	-2000
▁տղ	-2001
▁ոլորտ	-2002
▁U	-2003
▁հայերի	-2004
▁պատասխան	-2005
▁նշանակում	-2006
աթեմատ	-2007
միջ	-2008
▁Եղ	-2009
▁կատարել	-2010
▁Սյուն	-2011
ag	-2012
մար	-2013
ացիական	-2014
▁սեփական	-2015
ախմբ	-2016
ողության	-2017
▁ման	-2018
▁Ստեփ	-2019
տը	-2020
▁յ	-2021
▁Թիֆլ	-2022
▁զգալի	-2023
իկների	-2024
▁նվազ	-2025
▁եկեղեցու	-2026
▁գրականության	-2027
▁ներքին	-2028
▁իշխանության	-2029
▁որպեսզի	-2030
ոներ	-2031
▁առաջնորդ	-2032
▁տարածված	-2033
▁լույս	-2034
▁25	-2035
▁հետեւանքով	-2036
▁Լուս	-2037
▁սր	-2038
▁ծովի	-2039
ակցության	-2040
▁փող	-2041
▁հանք	-2042
▁սն	-2043
▁առանձին	-2044
ություններով	-2045
▁ողջ	-2046
▁տարածքը	-2047
ականի	-2048
սկի	-2049
▁No	-2050
▁Կես	-2051
ացում	-2052
▁յու	-2053
▁f	-2054
հրատ	-2055
▁Անդր	-2056
▁Երկրի	-2057
քսի	-2058
▁շահ	-2059
▁ավտ	-2060
▁խաչ	-2061
▁հռչակ	-2062
ետրվարի	-2063
▁ստեղծել	-2064
րին	-2065
ատուն	-2066
▁Իսպ	-2067
▁այստեղ	-2068
▁համակարգի	-2069
ակտ	-2070
▁Պոլ	-2071
▁պլ	-2072
▁Բել	-2073
կի	-2074
ովը	-2075
▁Կենս	-2076
▁ստիպ	-2077
на	-2078
իեզ	-2079
ուրը	-2080
▁կենտրոնական	-2081
լադ	-2082
os	-2083
▁երիտ	-2084
▁անգլի	-2085
ախտ	-2086
▁արաբ	-2087
▁եվրոպական	-2088
▁Աշխարհ	-2089
ad	-2090
▁առեւտր	-2091
▁մնում	-2092
▁բնորոշ	-2093
▁Արեւելյան	-2094
եմն	-2095
ատեղ	-2096
▁Վի	-2097
ովետ	-2098
ագրում	-2099
▁ներառում	-2100
▁դժ	-2101
բր	-2102
▁նշանավոր	-2103
▁որով	-2104
▁կառավարության	-2105
ություններին	-2106
որը	-2107
▁Օգ	-2108
▁կառույց	-2109
ադրում	-2110
▁միության	-2111
▁հռոմ	-2112
թան	-2113
պիսիք	-2114
ենական	-2115
▁պարբեր	-2116
3)	-2117
▁3-	-2118
▁Էդ	-2119
▁գազ	-2120
▁անհրաժեշտ	-2121
այրի	-2122
▁Փարիզ	-2123
4)	-2124
ուհետեւ	-2125
▁զինվոր	-2126
▁գաղափար	-2127
ers	-2128
զոր	-2129
անուն	-2130
▁Հակոբ	-2131
ut	-2132
սը	-2133
▁184	-2134
▁ոսկ	-2135
▁մշակույթի	-2136
▁այնպես	-2137
▁ներկայացնում	-2138
նաս	-2139
▁սկսած	-2140
իզբ	-2141
իշտ	-2142
▁գիր	-2143
օրինակ	-2144
▁գրանց	-2145
▁հրաժ	-2146
▁գիտությունների	-2147
▁ստեղծվել	-2148
▁թիվը	-2149
▁կա	-2150
աբանության	-2151
▁5-	-2152
▁հոգեւոր	-2153
▁ռուսական	-2154
▁K	-2155
ածկ	-2156
ֆես	-2157
▁սեր	-2158
▁թվականը	-2159
ով՝	-2160
▁Տեր	-2161
ետը	-2162
յակի	-2163
▁и	-2164
▁2008	-2165
▁թվականին՝	-2166
▁Մակ	-2167
▁բժշ	-2168
▁անցնում	-2169
ինք	-2170
▁Գոր	-2171
▁Հիմ	-2172
ինանս	-2173
ոսյան	-2174
2)	-2175
ից՝	-2176
▁Ընդ	-2177
▁տաճ	-2178
ստամբ	-2179
▁կենդան	-2180
▁բնակչությունը	-2181
յում	-2182
▁հայերեն	-2183
▁երաժշտական	-2184
խտ	-2185
▁Աշ	-2186
em	-2187
▁կաթող	-2188
▁նվիրված	-2189
▁Ռո	-2190
▁օրենք	-2191
▁լավագույն	-2192
եոն	-2193
▁հինգ	-2194
ելիք	-2195
▁ժողովածու	-2196
▁յուրաքանչյուր	-2197
▁ժողովրդի	-2198
▁բավական	-2199
ետի	-2200
ացին	-2201
ույր	-2202
▁լինել	-2203
սեր	-2204
ացիայի	-2205
▁սկզբին	-2206
▁Ֆրանսիայի	-2207
..	-2208
▁1,	-2209
1)	-2210
▁2007	-2211
կայում	-2212
▁Այստեղ	-2213
կրա	-2214
▁սկսեց	-2215
▁ճնշ	-2216
տավ	-2217
ոյան	-2218
▁ապրում	-2219
▁մլ	-2220
ist	-2221
ետիկ	-2222
աները	-2223
▁արժան	-2224
▁ինչպիսիք	-2225
▁համապատասխան	-2226
▁միակ	-2227
▁քարտ	-2228
▁գնահատ	-2229
▁պո	-2230
▁Լոնդ	-2231
որհուրդ	-2232
▁կազմված	-2233
▁b	-2234
▁գծ	-2235
▁դոլար	-2236
ամենայն	-2237
▁in	-2238
աքրք	-2239
▁Գալ	-2240
▁մտնում	-2241
▁աստիճան	-2242
▁2010	-2243
▁հետեւյալ	-2244
▁հուշարձան	-2245
▁սեւ	-2246
▁որեւէ	-2247
▁ունեցած	-2248
ություններն	-2249
քային	-2250
▁վերած	-2251
▁ստանում	-2252
ացիոն	-2253
▁հարկ	-2254
արիայի	-2255
ամենայնիվ	-2256
▁գեղարվեստ	-2257
▁եկել	-2258
im	-2259
ինա	-2260
▁դառն	-2261
ուամենայնիվ	-2262
նվ	-2263
▁համալսարան	-2264
▁դե	-2265
▁Վաղ	-2266
▁ցած	-2267
▁Յոր	-2268
▁Նույն	-2269
▁նստ	-2270
յուզանդ	-2271
▁արձան	-2272
▁խումբ	-2273
▁միասին	-2274
իւն	-2275
▁դրան	-2276
եմի	-2277
▁կանգ	-2278
եքստ	-2279
▁վաճառ	-2280
▁համալսարանի	-2281
ատու	-2282
ագրել	-2283
▁աջակց	-2284
▁կառուցվել	-2285
▁նահանգի	-2286
▁իտալ	-2287
անիկ	-2288
ատեր	-2289
ab	-2290
դը	-2291
▁ներք	-2292
▁ֆրանսիացի	-2293
▁արգել	-2294
▁էներգ	-2295
▁Աստված	-2296
▁վերադարձ	-2297
▁մեթ	-2298
▁երկաթ	-2299
10	-2300
▁ճյուղ	-2301
▁մեդ	-2302
արն	-2303
▁քննադատ	-2304
▁()	-2305
ութիւն	-2306
▁Պատմություն	-2307
այան	-2308
▁պատկանում	-2309
▁Եգ	-2310
▁այժմ	-2311
▁հասց	-2312
▁ապստամբ	-2313
այք	-2314
▁Կանադ	-2315
▁երիտասարդ	-2316
ուլտ	-2317
ունքի	-2318
րանսպ	-2319
▁երկրներ	-2320
▁տիրապետ	-2321
▁տվել	-2322
▁իսպան	-2323
▁վերահսկ	-2324
▁պատմություն	-2325
ot	-2326
լոր	-2327
▁եռ	-2328
▁հերոս	-2329
▁արեւմուտ	-2330
▁Գրականություն	-2331
ul	-2332
▁արհ	-2333
ակումբ	-2334
ոնտ	-2335
▁Արտաշ	-2336
տեմբերին	-2337
▁l	-2338
գամ	-2339
▁վիր	-2340
▁հերթ	-2341
ափակ	-2342
▁հսկ	-2343
կացած	-2344
▁վճ	-2345
▁փիլիսոփայ	-2346
▁որից	-2347
▁Գեւոր	-2348
▁երկիր	-2349
▁Կոմ	-2350
▁Հայքի	-2351
▁Ուր	-2352
▁գում	-2353
▁սկիզբ	-2354
շան	-2355
6)	-2356
▁որոշակի	-2357
▁համարում	-2358
▁հիմնադիր	-2359
▁մարզի	-2360
▁պրոֆես	-2361
ian	-2362
բերգ	-2363
▁ակումբ	-2364
▁միջնադ	-2365
7)	-2366
▁4-	-2367
▁առաջարկ	-2368
▁հաղթանակ	-2369
այով	-2370
▁185	-2371
▁Ճապ	-2372
▁(199	-2373
▁հարուստ	-2374
▁հասնում	-2375
▁2011	-2376
▁վարչական	-2377
ամարդ	-2378
անելի	-2379
▁ֆինանս	-2380
▁քիմիական	-2381
▁ծաղ	-2382
▁անվանումը	-2383
▁ջերմաստիճանը	-2384
ավորության	-2385
▁խմբի	-2386
▁սպիտակ	-2387
ագիտության	-2388
30	-2389
պիս	-2390
▁դրոշ	-2391
▁հունվարի	-2392
յանց	-2393
▁կրոնական	-2394
▁II	-2395
աքել	-2396
սկու	-2397
▁2009	-2398
▁հարթ	-2399
▁համագործ	-2400
▁հզոր	-2401
կու	-2402
▁Թագ	-2403
▁մետր	-2404
▁բաղկացած	-2405
▁Դավ	-2406
▁Հնդկ	-2407
▁Ին	-2408
▁հարձակ	-2409
ոլի	-2410
▁վերադ	-2411
▁մաթեմատ	-2412
200	-2413
նախ	-2414
ոմի	-2415
րաֆ	-2416
▁ընկած	-2417
▁պաշար	-2418
▁24	-2419
անների	-2420
ուլղ	-2421
սում	-2422
ավանդ	-2423
▁սոցիալական	-2424
արք	-2425
ավարժ	-2426
▁մարմին	-2427
ասը	-2428
ատում	-2429
ագծ	-2430
▁Կապ	-2431
երկր	-2432
▁խաղաղ	-2433
▁եղբայր	-2434
ուի	-2435
սես	-2436
ածին	-2437
▁աշխատել	-2438
▁ունեցավ	-2439
▁ած	-2440
▁ծնվել	-2441
▁բանակի	-2442
▁հենց	-2443
ովետական	-2444
▁այնպիսի	-2445
ակառ	-2446
▁բացառ	-2447
▁լեզվի	-2448
ре	-2449
եյց	-2450
▁Լեւոն	-2451
▁պտ	-2452
ոնիայի	-2453
▁մեթոդ	-2454
ակար	-2455
▁վեպ	-2456
ատուր	-2457
ակները	-2458
▁դեռեւս	-2459
▁Ջոն	-2460
▁ինտ	-2461
▁Արեւել	-2462
▁Սան	-2463
▁Բացի	-2464
▁Պետր	-2465
▁եթե	-2466
▁միաց	-2467
▁մայիսի	-2468
▁մասում	-2469
մունք	-2470
▁սկսում	-2471
▁դարերում	-2472
▁գյուղատնտես	-2473
ափն	-2474
ուռ	-2475
▁ժողովուրդ	-2476
▁Վր	-2477
▁խմ	-2478
▁նպաստ	-2479
▁լատ	-2480
ցամաք	-2481
եմպ	-2482
▁Կիլիկ	-2483
▁նույնիսկ	-2484
8)	-2485
▁հնչ	-2486
▁Եգիպտ	-2487
▁ցանց	-2488
ԽՍՀ	-2489
յաց	-2490
▁դատար	-2491
▁ռադի	-2492
▁արժեք	-2493
▁մարտի	-2494
▁հանդիպում	-2495
▁Ar	-2496
▁Եկ	-2497
▁լինում	-2498
▁в	-2499
▁օդ	-2500
▁Նիկոլ	-2501
▁ճակատամարտ	-2502
▁մղ	-2503
▁առողջ	-2504
ազգ	-2505
▁Շահ	-2506
▁ուժերի	-2507
ie	-2508
▁շքան	-2509
▁Կենտրոն	-2510
▁կառավարման	-2511
»)	-2512
անն	-2513
անիզմ	-2514
▁անմիջ	-2515
որմ	-2516
▁Սարգս	-2517
ոսին	-2518
ելուց	-2519
եցի	-2520
▁Աթ	-2521
▁Մալ	-2522
▁ամերիկյան	-2523
ԱԿ	-2524
լով	-2525
▁10-	-2526
▁տաք	-2527
▁Որոշ	-2528
եալ	-2529
▁տոհ	-2530
▁խորհրդի	-2531
րանկ	-2532
▁ուրիշ	-2533
այդ	-2534
ավորման	-2535
▁Գեւորգ	-2536
▁հեռուստ	-2537
հար	-2538
▁0	-2539
▁Երբ	-2540
▁տեր	-2541
ազիլ	-2542
▁Շիր	-2543
▁քաղաքներ	-2544
▁Ամերիկայի	-2545
▁А	-2546
▁21	-2547
ադրի	-2548
ինայի	-2549
▁զբոս	-2550
իսը	-2551
▁6-	-2552
▁մշտ	-2553
▁2006	-2554
ակն	-2555
▁In	-2556
▁Կոստ	-2557
իվան	-2558
▁Ավետ	-2559
▁խորհուրդ	-2560
ir	-2561
▁եմ	-2562
▁թուրքական	-2563
▁կախ	-2564
ովկաս	-2565
ct	-2566
▁վարկ	-2567
ավիճ	-2568
ունքը	-2569
▁ծավալ	-2570
▁18-	-2571
▁լեզուն	-2572
▁Բալ	-2573
ինյան	-2574
երբուրգ	-2575
▁de	-2576
▁օրը	-2577
▁հրաժար	-2578
▁մարդիկ	-2579
բառ	-2580
▁որին	-2581
արաբ	-2582
▁Գործ	-2583
ապոլ	-2584
▁կնք	-2585
▁այնտեղ	-2586
▁հավասար	-2587
▁տն	-2588
երը՝	-2589
▁հուլիսի	-2590
▁նախատես	-2591
▁մասնակցել	-2592
22	-2593
▁m	-2594
▁Գերմանիայի	-2595
ահամ	-2596
▁Արեգ	-2597
▁վերց	-2598
9)	-2599
▁զբաղեցնում	-2600
Եր	-2601
եթվեր	-2602
քները	-2603
տում	-2604
▁քնն	-2605
ամասն	-2606
▁բարձ	-2607
ների՝	-2608
ատարած	-2609
ուլման	-2610
▁մահվան	-2611
▁Տարեթվեր	-2612
ard	-2613
հայ	-2614
որտուգ	-2615
▁Քրիստ	-2616
▁St	-2617
▁իմաստ	-2618
▁ծանր	-2619
▁կուսակցության	-2620
ահակ	-2621
▁Վեն	-2622
▁տան	-2623
▁Ավստր	-2624
▁փողոց	-2625
▁քանդակ	-2626
իկը	-2627
րոն	-2628
▁արծ	-2629
▁Բագր	-2630
եկն	-2631
աքար	-2632
▁թափ	-2633
▁բրիտ	-2634
▁կարճ	-2635
og	-2636
աղի	-2637
▁տեղակայ	-2638
▁այցել	-2639
ացնելու	-2640
▁ուղղված	-2641
ht	-2642
▁Սիր	-2643
▁կառավարությունը	-2644
դանավ	-2645
▁ձեռնարկ	-2646
▁Եվրոպայում	-2647
ացան	-2648
ոնյան	-2649
▁ցեղասպան	-2650
▁Էլ	-2651
ակատար	-2652
▁Արշակ	-2653
չություն	-2654
▁հակառակ	-2655
▁հետաքրք	-2656
▁Բաղ	-2657
▁ռեժիսոր	-2658
▁Երեւանում	-2659
ենքի	-2660
ադրել	-2661
իսյան	-2662
▁ուժեղ	-2663
▁դեկտեմբերի	-2664
ор	-2665
▁Կոլ	-2666
նակից	-2667
▁եղանակ	-2668
▁տարածքի	-2669
▁Բան	-2670
▁Սար	-2671
▁դրամատ	-2672
▁2005	-2673
▁w	-2674
▁Թիֆլիս	-2675
▁տիեզ	-2676
արիա	-2677
▁երկրում	-2678
▁պատմաբան	-2679
60	-2680
ուման	-2681
▁եկեղեցի	-2682
▁երկրներում	-2683
▁ես	-2684
ադար	-2685
▁Արգ	-2686
▁Գեղ	-2687
▁զինված	-2688
▁7-	-2689
ասրահ	-2690
▁յուր	-2691
▁արհեստ	-2692
ապարտ	-2693
▁մուս	-2694
ադրությունը	-2695
րախ	-2696
աբեկ	-2697
▁տոն	-2698
▁Ավել	-2699
▁նկատ	-2700
21	-2701
▁չնայած	-2702
▁փուլ	-2703
▁օտար	-2704
անային	-2705
▁հասել	-2706
▁կանխ	-2707
▁շրջաններում	-2708
ինքն	-2709
▁Հեր	-2710
▁նվագ	-2711
▁վաստ	-2712
▁Ժամանակ	-2713
քեն	-2714
ոլիկ	-2715
▁աչ	-2716
▁Դեկ	-2717
▁պնդ	-2718
▁հրեան	-2719
▁п	-2720
ողի	-2721
ակիր	-2722
աչափ	-2723
▁ֆրանս	-2724
▁Կենսագրություն	-2725
▁բացի	-2726
▁ցուցանիշ	-2727
▁բարձրագույն	-2728
▁դեղ	-2729
▁գրադ	-2730
▁պահպանվել	-2731
но	-2732
▁Պլ	-2733
▁ապրել	-2734
▁սեպտեմբերի	-2735
▁հրամանատար	-2736
▁Հունվարի	-2737
▁50	-2738
▁ընկերության	-2739
վին	-2740
▁Խաղ	-2741
▁տեւ	-2742
աշտպան	-2743
▁նախագծ	-2744
▁կաթողիկոս	-2745
երս	-2746
▁40	-2747
▁էլեկտր	-2748
▁իջ	-2749
խուժ	-2750
ոման	-2751
աժամանակ	-2752
▁կենդ	-2753
▁ոչնչ	-2754
▁շարժման	-2755
▁Ադրբեջանի	-2756
▁տվյալներով	-2757
▁ժամանակի	-2758
▁արձակագիր	-2759
40	-2760
▁22	-2761
▁ճշ	-2762
▁հալ	-2763
ասարակ	-2764
պիսով	-2765
▁ցածր	-2766
ացնելով	-2767
80	-2768
անթ	-2769
▁օդանավ	-2770
▁ՀԽՍՀ	-2771
▁մակարդակի	-2772
աբանություն	-2773
12	-2774
▁ձախ	-2775
▁Ստեփան	-2776
ամյա	-2777
▁վնաս	-2778
▁Խորեն	-2779
▁հնագույն	-2780
▁մանկավարժ	-2781
▁խոշորագույն	-2782
որս	-2783
▁ող	-2784
▁Մարդ	-2785
▁առեւտ	-2786
▁ովքեր	-2787
▁մակերեւ	-2788
▁քաղաքացիական	-2789
հատ	-2790
▁27	-2791
▁հազ	-2792
▁օրոք	-2793
▁գերմանացի	-2794
▁հոկտեմբերի	-2795
սպ	-2796
անին	-2797
▁կտր	-2798
ահանջ	-2799
▁2012	-2800
▁տուն	-2801
▁Պետերբուրգ	-2802
նձ	-2803
ավորում	-2804
ագրությունը	-2805
ign	-2806
▁23	-2807
իզմը	-2808
▁կարի	-2809
▁սոցիալ	-2810
▁ներխուժ	-2811
▁կենտրոնը	-2812
▁վարչապետ	-2813
ելլ	-2814
աբնակ	-2815
▁համակարգը	-2816
▁գործունեության	-2817
երենը	-2818
ադրվել	-2819
▁ամենա	-2820
ադրվում	-2821
ովյան	-2822
▁ապրիլի	-2823
▁կայուն	-2824
▁շինարար	-2825
▁օգտագործում	-2826
ess	-2827
ենքը	-2828
▁աշակ	-2829
▁Հր	-2830
▁գիշ	-2831
▁ջրի	-2832
ուտով	-2833
▁մուտ	-2834
▁տղամարդ	-2835
▁տառ	-2836
▁գաղութ	-2837
▁տեղական	-2838
▁քաղաքային	-2839
ագահ	-2840
▁էլեկտրոն	-2841
▁Ինչ	-2842
▁խիստ	-2843
▁Նրանք	-2844
▁թանգարան	-2845
▁Հոկ	-2846
▁իբր	-2847
▁ավազ	-2848
▁զուգ	-2849
ан	-2850
եւն	-2851
անկյուն	-2852
պատ	-2853
ագաթ	-2854
▁Վիլ	-2855
▁անգլերեն	-2856
▁գործընթաց	-2857
իչը	-2858
▁թվով	-2859
▁ներդր	-2860
ագրվում	-2861
կրտ	-2862
երորդ	-2863
▁շարունակում	-2864
լուծ	-2865
▁2000	-2866
▁երբեմն	-2867
եա	-2868
▁=	-2869
անիա	-2870
քներ	-2871
▁ծածկ	-2872
▁Դա	-2873
վանդ	-2874
▁17-	-2875
րանսպորտ	-2876
րես	-2877
▁Պող	-2878
▁կարգավիճ	-2879
oc	-2880
▁С	-2881
▁գեներ	-2882
▁մեծամասն	-2883
▁2,	-2884
▁183	-2885
եցված	-2886
▁2013	-2887
▁Քաղաքի	-2888
ույթների	-2889
▁որում	-2890
▁աշխատանքի	-2891
▁տեղակայված	-2892
▁Ադ	-2893
աբաթ	-2894
յուծ	-2895
▁կատ	-2896
▁Աղբյուր	-2897
▁Ատ	-2898
▁հոլ	-2899
ողները	-2900
▁:	-2901
ավիր	-2902
▁Ուկրա	-2903
▁իրադարձ	-2904
իաների	-2905
ողությունը	-2906
շռ	-2907
▁1991	-2908
▁բարդ	-2909
▁մեքեն	-2910
▁Կոստանդ	-2911
սկին	-2912
▁Վլադ	-2913
եցրել	-2914
▁մերձ	-2915
▁հատոր	-2916
▁հունիսի	-2917
ընկ	-2918
▁Դաշ	-2919
▁վեց	-2920
▁Թուրք	-2921
եւը	-2922
▁գերազանց	-2923
▁Գիտ	-2924
▁Կալ	-2925
▁Տեղ	-2926
▁Պարսկ	-2927
▁a	-2928
▁Մես	-2929
▁բազ	-2930
▁Ժողով	-2931
▁հիման	-2932
▁փոխարին	-2933
▁սկզբունք	-2934
▁М	-2935
ազատ	-2936
▁մթն	-2937
▁1918	-2938
▁խառն	-2939
▁վաստակ	-2940
▁օգոստոսի	-2941
ադրություն	-2942
ացրեց	-2943
▁Հայպետ	-2944
▁դարաշրջ	-2945
ասեր	-2946
բուրգ	-2947
▁2014	-2948
▁շրջանակ	-2949
ավի	-2950
▁Գլ	-2951
▁1992	-2952
▁շերտ	-2953
▁պայմանավորված	-2954
▁սպաս	-2955
▁Արդյուն	-2956
▁բաժանում	-2957
▁Եվրոպական	-2958
▁գեղարվեստական	-2959
▁մլն	-2960
▁ավագ	-2961
▁ուսան	-2962
ասիրական	-2963
те	-2964
▁16-	-2965
▁ազդեցություն	-2966
15	-2967
ատիպ	-2968
նության	-2969
▁Մոսկվայի	-2970
70	-2971
▁Ակ	-2972
▁Ռեյ	-2973
ողներ	-2974
▁աշակերտ	-2975
▁երգչ	-2976
▁Հռոմի	-2977
վածքներ	-2978
▁երկիրը	-2979
յեկտ	-2980
▁հնդ	-2981
արգեւ	-2982
▁Տնտես	-2983
▁հայրենի	-2984
▁Իտալի	-2985
▁գրված	-2986
▁դժվար	-2987
▁տեքստ	-2988
▁առարկ	-2989
▁առաջացել	-2990
▁նոյեմբերի	-2991
▁Հայպետհրատ	-2992
▁Այնուամենայնիվ	-2993
ce	-2994
ատան	-2995
ագրով	-2996
▁Եկեղ	-2997
▁հնարավորություն	-2998
▁Ասի	-2999
▁Իսկ	-3000
▁ակն	-3001
▁Լյու	-3002
պար	-3003
ка	-3004
▁Ֆր	-3005
▁Սամ	-3006
▁Փոքր	-3007
▁գրում	-3008
▁Y	-3009
ացույց	-3010
▁թողարկ	-3011
▁միջուկ	-3012
▁մասնակից	-3013
▁9-	-3014
▁ծայր	-3015
▁գումար	-3016
լիմպ	-3017
րութ	-3018
▁ափին	-3019
▁վերին	-3020
▁Կենտրոնական	-3021
▁с	-3022
աշղթ	-3023
ահանդ	-3024
▁Աշոտ	-3025
▁ներգ	-3026
▁իշխանությունը	-3027
▁Կիր	-3028
▁օրենս	-3029
▁Միության	-3030
▁Հայաստանը	-3031
▁սովորաբար	-3032
▁իշխ	-3033
ամյակ	-3034
▁վերականգն	-3035
▁+	-3036
▁(,	-3037
▁ՄԱԿ	-3038
գամավոր	-3039
▁ուղարկ	-3040
▁նշանակություն	-3041
▁սեռ	-3042
այելի	-3043
▁սուլ	-3044
ուսական	-3045
▁Իտալիայի	-3046
ter	-3047
▁Մով	-3048
ացիան	-3049
▁2004	-3050
ավարտ	-3051
անալով	-3052
կր	-3053
ցեն	-3054
▁182	-3055
▁տոկ	-3056
▁քառ	-3057
▁Իրան	-3058
▁երաժշտության	-3059
▁Վալ	-3060
անյութ	-3061
▁դրությամբ	-3062
▁այնքան	-3063
▁գործիչներ	-3064
▁15-	-3065
▁կրոն	-3066
▁թերակ	-3067
▁ծագում	-3068
▁առանձնահատ	-3069
թեւ	-3070
ագրված	-3071
▁Արգենտ	-3072
▁անգլիացի	-3073
▁թարգմանիչ	-3074
▁Արամ	-3075
ածն	-3076
անա	-3077
ավետ	-3078
ew	-3079
III	-3080
▁26	-3081
▁այբ	-3082
▁նավթ	-3083
▁Բուլղ	-3084
▁երգիչ	-3085
▁Մինչեւ	-3086
▁ընդունել	-3087
▁Պր	-3088
ուսը	-3089
▁տիպ	-3090
▁Հուլ	-3091
▁Շուշ	-3092
▁լեզուներ	-3093
եոդ	-3094
▁Անգլի	-3095
od	-3096
▁Մամ	-3097
▁Մոն	-3098
▁թիմ	-3099
▁մնաց	-3100
իկները	-3101
▁կրկին	-3102
ահատված	-3103
▁օրինակ՝	-3104
▁Շատ	-3105
▁Սեր	-3106
▁բեմ	-3107
ամշակ	-3108
ադրված	-3109
▁գրողներ	-3110
ли	-3111
վեն	-3112
▁Քար	-3113
իկներ	-3114
▁(196	-3115
▁28	-3116
▁Գար	-3117
ականներ	-3118
▁իտալացի	-3119
ենում	-3120
▁Տարած	-3121
▁բացահայտ	-3122
00-	-3123
վեգ	-3124
ահեղ	-3125
աշին	-3126
▁ամրոց	-3127
▁մնացած	-3128
▁մուսուլման	-3129
վադ	-3130
▁Հիս	-3131
▁բուժ	-3132
▁իսլամ	-3133
▁ալբ	-3134
▁Նրանց	-3135
▁դասական	-3136
▁մայրցամաք	-3137
▁մոդ	-3138
▁փաստաթ	-3139
▁գավ	-3140
▁ավտոմ	-3141
▁բնութ	-3142
▁զորքերը	-3143
▁մասնավորապես	-3144
իժ	-3145
▁սիմ	-3146
▁գերմանական	-3147
▁11-	-3148
▁12-	-3149
▁180	-3150
▁Ռոբերտ	-3151
▁կարմիր	-3152
▁կյանքը	-3153
▁անվտանգ	-3154
ran	-3155
մեռ	-3156
▁օբ	-3157
ակառուց	-3158
▁ատոմ	-3159
անները	-3160
▁փոխանց	-3161
ավարական	-3162
▁անդամներ	-3163
▁փախ	-3164
ոյում	-3165
▁գլուխ	-3166
▁օվկիանոս	-3167
▁օգտագործել	-3168
▁դերասանուհի	-3169
ադրամ	-3170
▁Ավելի	-3171
▁Շվեյց	-3172
▁ստիպված	-3173
▁պատգամավոր	-3174
align	-3175
▁հյուր	-3176
▁նշում	-3177
▁բավականին	-3178
▁թեկն	-3179
▁պայմաններում	-3180
ադաշտ	-3181
աններ	-3182
▁ծանոթ	-3183
▁ընկնում	-3184
ծն	-3185
ալիֆ	-3186
քսիդ	-3187
▁վերան	-3188
▁ֆրանսիական	-3189
ՆԹ	-3190
▁Վիկ	-3191
▁Ֆիլ	-3192
▁(201	-3193
▁Հետագայում	-3194
▁օդանավակայ	-3195
▁պարունակում	-3196
իքի	-3197
խիթ	-3198
ավայրի	-3199
▁ներառյալ	-3200
ар	-3201
սից	-3202
առատ	-3203
▁Լեհ	-3204
▁Դրան	-3205
▁Իսրայել	-3206
▁հիմնված	-3207
ոհան	-3208
▁13-	-3209
▁Հայր	-3210
▁պատմությունը	-3211
անից	-3212
լայն	-3213
▁արար	-3214
▁սկսվել	-3215
ity	-3216
▁Վիս	-3217
▁քայլ	-3218
▁Արմեն	-3219
▁Ստեղծ	-3220
▁վարպետ	-3221
▁այգ	-3222
▁մեն	-3223
անալու	-3224
յանների	-3225
▁ավարտին	-3226
▁Բյուզանդ	-3227
16	-3228
վե	-3229
▁գտ	-3230
աբարձր	-3231
ov	-3232
անկտ	-3233
▁մոլ	-3234
ay	-3235
▁ԳԱ	-3236
▁լեռնաշղթ	-3237
▁այնուհետեւ	-3238
յամ	-3239
որջ	-3240
▁հունական	-3241
▁օվկիանոսի	-3242
▁թշ	-3243
▁ժամանակահատված	-3244
▁Un	-3245
ri	-3246
ль	-3247
ՈՒ	-3248
▁բլ	-3249
▁Մին	-3250
▁բարոյ	-3251
▁ծր	-3252
▁Հոլ	-3253
▁պետություն	-3254
▁մոտավորապես	-3255
▁Բաք	-3256
▁Սեպ	-3257
արների	-3258
▁հետագա	-3259
ականորեն	-3260
▁ակադեմիայի	-3261
րթ	-3262
իշկ	-3263
▁Հեն	-3264
ացանց	-3265
սեն	-3266
▁Կլ	-3267
▁անդ	-3268
ակազմ	-3269
▁կլիմ	-3270
▁բերել	-3271
համ	-3272
աստի	-3273
▁Գագ	-3274
▁Վահ	-3275
▁վառ	-3276
▁տեղափոխվել	-3277
Ու	-3278
ածնի	-3279
▁կալ	-3280
քում՝	-3281
▁1920	-3282
▁պարունակ	-3283
▁սահմանափակ	-3284
▁կռ	-3285
▁Էջ	-3286
▁կլ	-3287
▁1990	-3288
եւնույն	-3289
▁տեխնոլոգ	-3290
▁v	-3291
▁Իրանի	-3292
ոբելյան	-3293
▁գրավում	-3294
իմիր	-3295
▁պարսկ	-3296
▁այլեւ	-3297
▁մասամբ	-3298
ելանդ	-3299
▁տնտեսության	-3300
▁Բեռ	-3301
▁Դար	-3302
▁ճառ	-3303
ուստր	-3304
▁գաղթ	-3305
▁մեդալ	-3306
▁այսպես	-3307
ԱՀ	-3308
աու	-3309
▁Կամ	-3310
▁գալ	-3311
▁դոկ	-3312
▁2003	-3313
▁բանկ	-3314
▁ծննդ	-3315
արեւել	-3316
եմպիոն	-3317
45	-3318
▁Ստամբ	-3319
▁մասնավոր	-3320
▁սխ	-3321
իսկոպ	-3322
▁Սուր	-3323
▁ամենահ	-3324
ողը	-3325
ռանը	-3326
▁չէին	-3327
ասական	-3328
▁դիվան	-3329
▁Ասիայի	-3330
▁պաշտոնապես	-3331
ud	-3332
ро	-3333
▁8-	-3334
ասեն	-3335
▁կանգն	-3336
▁հերթին	-3337
▁կղզիներ	-3338
▁կազմակերպության	-3339
▁Միք	-3340
▁Ներկ	-3341
▁մտած	-3342
▁գերեզ	-3343
▁գործած	-3344
▁ուղեւոր	-3345
▁տերմ	-3346
▁վերականգ	-3347
ow	-3348
ле	-3349
եյն	-3350
եքի	-3351
▁առկա	-3352
▁շուկ	-3353
▁գեներալ	-3354
▁ստորագր	-3355
▁պրոֆեսոր	-3356
▁անցել	-3357
▁շաբաթ	-3358
▁դպրոցը	-3359
ույթները	-3360
▁Թագավոր	-3361
րիդ	-3362
▁Լիբ	-3363
ագավառ	-3364
▁թերակղզ	-3365
▁սկսվում	-3366
▁զբաղվում	-3367
▁պաշտպանության	-3368
36	-3369
▁թղթ	-3370
▁կոչվել	-3371
▁սկսեցին	-3372
17	-3373
վարին	-3374
▁գագաթ	-3375
ոյեմբեր	-3376
▁միլիարդ	-3377
դեռ	-3378
եկց	-3379
իծը	-3380
ստեր	-3381
▁իբրեւ	-3382
▁ներքո	-3383
▁զարգացած	-3384
▁վերջնական	-3385
▁Միխ	-3386
▁Սմբ	-3387
▁բալ	-3388
▁դին	-3389
▁2001	-3390
▁Հայկ	-3391
▁ձեւով	-3392
▁մահից	-3393
▁շքանշան	-3394
▁հետաքրքր	-3395
▁[	-3396
եփոխ	-3397
անիան	-3398
▁2015	-3399
▁Վարդան	-3400
▁աշխատում	-3401
▁նավահանգ	-3402
▁հռոմեական	-3403
▁արդյունաբերական	-3404
90	-3405
ազն	-3406
▁ոգ	-3407
մահ	-3408
սել	-3409
▁վր	-3410
▁ինք	-3411
ասուն	-3412
▁մերժ	-3413
▁գրողների	-3414
▁միջնադարյան	-3415
–19	-3416
▁տնօր	-3417
▁Մարտի	-3418
▁դադար	-3419
▁Սիմ	-3420
արաններ	-3421
▁ապրանք	-3422
▁գործերի	-3423
մանի	-3424
▁Պապ	-3425
▁հավան	-3426
14	-3427
▁Մխիթ	-3428
▁չուն	-3429
▁Բագրատուն	-3430
▁հարյուր	-3431
ме	-3432
▁Օտ	-3433
▁Սեն	-3434
▁կոտ	-3435
ընկեր	-3436
քաղաք	-3437
▁Նապոլ	-3438
▁շրջանը	-3439
▁ուսուց	-3440
▁ավանդական	-3441
25	-3442
ub	-3443
▁արեւ	-3444
արմ	-3445
▁վրաց	-3446
▁կրում	-3447
▁հավատ	-3448
▁նախաձ	-3449
▁ուժերը	-3450
▁հարեւան	-3451
▁լեռնային	-3452
որգ	-3453
▁մեխ	-3454
▁փետրվարի	-3455
23	-3456
▁Ch	-3457
▁խտ	-3458
▁կետ	-3459
▁Բրազիլ	-3460
▁Սահման	-3461
▁կոմուն	-3462
▁տեսակի	-3463
▁որոշում	-3464
▁կատարում	-3465
▁հանձնաժողով	-3466
▁Դի	-3467
ունկ	-3468
▁եզր	-3469
ամուտ	-3470
երենի	-3471
արեւմուտ	-3472
▁Էր	-3473
իկյան	-3474
▁տոհմ	-3475
▁գործիք	-3476
ստր	-3477
րիխ	-3478
▁Re	-3479
▁ահ	-3480
ազոր	-3481
▁Չար	-3482
▁լրագր	-3483
▁բարբառ	-3484
▁կանանց	-3485
▁n	-3486
ամենը	-3487
▁տեղը	-3488
▁Ապրիլի	-3489
▁կարծիք	-3490
իտի	-3491
▁կոմիտ	-3492
ականությունը	-3493
▁35	-3494
▁դես	-3495
▁բերում	-3496
▁բնագավառ	-3497
▁մրցանակի	-3498
▁միաժամանակ	-3499
24	-3500
▁0,	-3501
▁Այլ	-3502
ագում	-3503
▁մասի	-3504
▁Օրինակ	-3505
▁Ալի	-3506
▁60	-3507
▁Մատ	-3508
▁լճի	-3509
▁ավեր	-3510
▁սառց	-3511
▁Դավիթ	-3512
▁ազդեցությունը	-3513
че	-3514
▁հարստ	-3515
երբակալ	-3516
▁գործել	-3517
▁կախված	-3518
▁բարեփոխ	-3519
▁արաբական	-3520
▁հասարակության	-3521
դին	-3522
▁Բաբ	-3523
▁կնոջ	-3524
▁սուր	-3525
իներեն	-3526
եպիսկոպ	-3527
▁Վիկտոր	-3528
▁գրավել	-3529
▁փրկ	-3530
▁ընդդ	-3531
▁Դրանց	-3532
▁վկայ	-3533
▁զբոսաշրջ	-3534
▁թագավորի	-3535
13	-3536
го	-3537
լիման	-3538
▁արտաս	-3539
▁Ռուբեն	-3540
▁ներկայիս	-3541
▁Ռուսաստան	-3542
▁թվականներ	-3543
our	-3544
առը	-3545
▁Ինդ	-3546
▁Սանկտ	-3547
▁թշնամ	-3548
▁Հայտնի	-3549
▁կոչված	-3550
th	-3551
▁Դր	-3552
երան	-3553
▁Մովսես	-3554
ակայքում	-3555
▁Վլադիմիր	-3556
լանտ	-3557
աջորդ	-3558
▁բաժին	-3559
▁Հարություն	-3560
▁(3	-3561
յուտ	-3562
▁14-	-3563
▁կորց	-3564
▁Վիսոց	-3565
▁Ավստրի	-3566
▁բժշկական	-3567
▁պատերազմը	-3568
Ան	-3569
▁Սթ	-3570
▁սեն	-3571
րույց	-3572
▁օրգանիզմ	-3573
ճի	-3574
ապետի	-3575
▁1915	-3576
▁Ռուսական	-3577
▁Հռոմեական	-3578
▁տվյալների	-3579
որդի	-3580
▁թեմ	-3581
▁Կուբ	-3582
▁ճանապարհորդ	-3583
▁քաղաքականության	-3584
▁ֆակ	-3585
▁Մակեդ	-3586
▁Որպես	-3587
▁ցամաք	-3588
▁դրամատուրգ	-3589
▁ձեւավորվել	-3590
▁հանրապետության	-3591
▁Պեր	-3592
▁դոմ	-3593
▁Ջորջ	-3594
▁տվեց	-3595
▁համատեղ	-3596
▁մարդկային	-3597
▁Երվանդ	-3598
▁կերպով	-3599
▁շրջապատ	-3600
▁բազմազան	-3601
▁ընտանիքի	-3602
▁գիտության	-3603
▁վաստակավոր	-3604
▁Սալ	-3605
▁Աֆրիկ	-3606
▁ստացավ	-3607
▁թատրոնի	-3608
▁ծովային	-3609
▁դասակարգ	-3610
▁տարիների	-3611
ագայթ	-3612
երային	-3613
րաշարժ	-3614
▁օբյեկտ	-3615
▁վերաբերում	-3616
արշ	-3617
ագու	-3618
▁Կաթ	-3619
ենյան	-3620
▁գերի	-3621
▁հանդեպ	-3622
▁թաղամաս	-3623
▁ցուցահանդ	-3624
78	-3625
ատեւ	-3626
ույտ	-3627
պիսին	-3628
▁2002	-3629
▁քարոզ	-3630
▁արտիստ	-3631
▁ընդամենը	-3632
եցու	-3633
▁Իրա	-3634
▁Աղբյուրներ	-3635
▁լուսանկար	-3636
սին	-3637
▁քաղ	-3638
▁Շվեդ	-3639
աքանակ	-3640
▁Գյում	-3641
▁կազմի	-3642
ագետներ	-3643
▁Քեն	-3644
▁խոն	-3645
ալիան	-3646
▁Իսրայելի	-3647
▁ուղղությամբ	-3648
եյմ	-3649
▁XI	-3650
▁Բու	-3651
▁Մաս	-3652
▁նեղ	-3653
ախմբի	-3654
ско	-3655
▁եւ՛	-3656
ականը	-3657
▁(195	-3658
▁այսօր	-3659
▁երկաթուղ	-3660
▁նախագահի	-3661
▁Pr	-3662
▁21-	-3663
▁ապր	-3664
▁Խաղաղ	-3665
▁ներգաղթ	-3666
▁Բանաստեղծ	-3667
▁ամենաբարձր	-3668
▁XV	-3669
▁մեզ	-3670
▁դպրոցի	-3671
ft	-3672
▁Արծ	-3673
▁Մկրտ	-3674
▁Արարատ	-3675
ապաշտպան	-3676
ho	-3677
▁В	-3678
փակ	-3679
անդի	-3680
▁1993	-3681
▁Մայր	-3682
▁Միջին	-3683
▁ձերբակալ	-3684
նջ	-3685
մայ	-3686
▁գույն	-3687
▁Երկերի	-3688
▁ստեղծված	-3689
▁Ժամանակակից	-3690
▁առանձնահատկ	-3691
▁ներկայացված	-3692
▁քանդակագործ	-3693
▁ոտ	-3694
0-19	-3695
▁պապ	-3696
▁ասել	-3697
ղոլ	-3698
▁Դեմ	-3699
▁բող	-3700
▁(198	-3701
▁կարդ	-3702
ադրական	-3703
▁թատրոն	-3704
▁Պետական	-3705
ոեւ	-3706
▁Լի	-3707
▁փակ	-3708
▁Ազատ	-3709
▁Մեքս	-3710
▁արքայ	-3711
▁վերլուծ	-3712
▁IS	-3713
▁աշ	-3714
▁ենք	-3715
եցնել	-3716
▁գյուղի	-3717
ություն՝	-3718
ալից	-3719
▁մամ	-3720
▁օրն	-3721
▁առաքել	-3722
▁մշտական	-3723
▁էկ	-3724
▁ոստ	-3725
թուրք	-3726
▁2016	-3727
▁կաթոլիկ	-3728
▁ընդունում	-3729
▁թագավորական	-3730
▁աշխարհագրական	-3731
75	-3732
իտլ	-3733
▁շախ	-3734
▁վտանգ	-3735
▁Կարմիր	-3736
▁հրավիր	-3737
▁աչքի	-3738
րամասն	-3739
▁բյուր	-3740
▁խոսում	-3741
▁Կոլումբ	-3742
▁այսինքն	-3743
▁ընդարձակ	-3744
▁մասնակցում	-3745
▁ռե	-3746
▁Անկ	-3747
▁1941	-3748
▁վանք	-3749
▁արբան	-3750
▁բժիշկ	-3751
▁արտադրության	-3752
▁գլխավորությամբ	-3753
28	-3754
ap	-3755
ine	-3756
▁օժ	-3757
▁179	-3758
▁հոգեբ	-3759
▁տարածքներ	-3760
▁մայրաքաղաքը	-3761
շի	-3762
ինդ	-3763
նտր	-3764
սոն	-3765
▁ծախ	-3766
▁տաղ	-3767
▁միշտ	-3768
րդական	-3769
ումներով	-3770
▁զորքերի	-3771
▁բնակվում	-3772
▁համագործակց	-3773
▁բանաստեղծներ	-3774
▁մմ	-3775
▁վատ	-3776
ուպոլ	-3777
▁Մարկ	-3778
▁ական	-3779
▁Գյուղ	-3780
ավորվել	-3781
▁աղյուս	-3782
▁սովորել	-3783
▁29	-3784
ենցի	-3785
ագրվել	-3786
քերում	-3787
▁մատեն	-3788
▁կառուցվածք	-3789
▁պետությունների	-3790
եյի	-3791
ոլիտ	-3792
▁Բոս	-3793
▁Հատ	-3794
▁Իվան	-3795
▁Դրանք	-3796
▁ֆակուլտ	-3797
ընտ	-3798
▁Խոր	-3799
▁իրար	-3800
▁Խոս	-3801
ագնաց	-3802
▁1980	-3803
▁Մարի	-3804
▁բույս	-3805
▁ընդունվել	-3806
▁օգտագործվել	-3807
est	-3808
▁պղ	-3809
արժեք	-3810
▁Էջմի	-3811
▁արժանացել	-3812
ուք	-3813
▁1989	-3814
պանում	-3815
▁դիման	-3816
▁նախաձեռն	-3817
▁միմ	-3818
▁Ղարաբ	-3819
▁վիճակ	-3820
լանդիայի	-3821
▁մահացել	-3822
▁Վրաստանի	-3823
ия	-3824
ք՝	-3825
րաչ	-3826
▁Անձ	-3827
արդար	-3828
▁1988	-3829
▁գեղեց	-3830
▁թվում՝	-3831
▁ավարտել	-3832
▁բնության	-3833
▁տրանսպորտ	-3834
▁առաջացնում	-3835
թը	-3836
իներին	-3837
▁Աշխատ	-3838
▁Թուման	-3839
▁Ինչպես	-3840
▁Մայիսի	-3841
ue	-3842
▁ճգն	-3843
▁մոր	-3844
▁(193	-3845
▁պատկան	-3846
ոկրատական	-3847
▁ցանկացած	-3848
▁քր	-3849
ատիկ	-3850
▁178	-3851
▁գնդ	-3852
ավարար	-3853
▁լինելու	-3854
▁քերական	-3855
եզի	-3856
իչի	-3857
կետ	-3858
▁բջ	-3859
▁Փետրվարի	-3860
ուդի	-3861
▁շնչ	-3862
▁վան	-3863
արներ	-3864
▁բարեկ	-3865
▁բացատր	-3866
▁քանակը	-3867
▁Արաբական	-3868
▁Ներկայում	-3869
ոլֆ	-3870
▁Քոչ	-3871
▁բով	-3872
շտայն	-3873
▁պայքար	-3874
▁շրջանների	-3875
▁ֆինանսական	-3876
76	-3877
||	-3878
und	-3879
եզու	-3880
ուդդ	-3881
▁ածխ	-3882
▁հորիզ	-3883
▁միմյանց	-3884
▁հայտարարեց	-3885
▁Մետ	-3886
▁կրճ	-3887
րահամ	-3888
▁Բայց	-3889
▁Հիմնական	-3890
▁արշավանք	-3891
▁իրավունքների	-3892
▁տարբերություն	-3893
BN	-3894
քը՝	-3895
▁Զելանդ	-3896
▁փաստաթղթ	-3897
▁անմիջապես	-3898
▁նախատեսված	-3899
...	-3900
▁An	-3901
▁300	-3902
իոնալ	-3903
ge	-3904
ber	-3905
▁նշել	-3906
▁բանակը	-3907
ականները	-3908
▁առեւտրի	-3909
▁մթնոլորտ	-3910
//	-3911
ik	-3912
▁Գոգ	-3913
▁ֆիլ	-3914
▁գույ	-3915
▁Տարվա	-3916
ականներին	-3917
▁ընկերությունը	-3918
ակրթ	-3919
▁Դրա	-3920
յանին	-3921
▁Սերգ	-3922
▁խոստ	-3923
▁կրկն	-3924
ոստոեւ	-3925
▁Հունիսի	-3926
▁սկզբում	-3927
▁ճառագայթ	-3928
11	-3929
լը	-3930
ալդ	-3931
իմի	-3932
▁Արմ	-3933
▁իրավիճ	-3934
▁զբաղվել	-3935
▁հիմնադրվել	-3936
ատիվ	-3937
▁500	-3938
▁անջ	-3939
▁զավ	-3940
te	-3941
եր՝	-3942
▁Աք	-3943
▁Մուս	-3944
▁Պորտուգ	-3945
▁ընդլայն	-3946
▁փոխարեն	-3947
▁անձնական	-3948
▁հայտնաբերվել	-3949
▁թագավորությունը	-3950
ուկի	-3951
▁Այր	-3952
▁Անվ	-3953
▁Միլ	-3954
▁կոնֆ	-3955
ացմանը	-3956
▁ստեղծման	-3957
▁ամբողջությամբ	-3958
ուան	-3959
▁Հեղ	-3960
▁փորձում	-3961
▁ստեղծում	-3962
▁էլեկտրոնային	-3963
զոտ	-3964
▁Ժան	-3965
▁Վահան	-3966
▁ալբոմ	-3967
▁արծաթ	-3968
▁ունեին	-3969
▁լինելով	-3970
անիայում	-3971
ասխանում	-3972
»),	-3973
ինգտ	-3974
▁լեգ	-3975
▁1945	-3976
▁ծաղկ	-3977
իչների	-3978
▁խաղում	-3979
▁ունենալ	-3980
▁ֆիզիկոս	-3981
▁գերեզման	-3982
▁առաջանում	-3983
▁բրիտանական	-3984
ՆԱ	-3985
ill	-3986
եեւ	-3987
ատիր	-3988
ուել	-3989
▁արդար	-3990
▁հաստատվել	-3991
▁ինստիտուտի	-3992
▁К	-3993
ատների	-3994
▁հասկաց	-3995
▁մոլորակի	-3996
▁տիրապետության	-3997
ղան	-3998
▁25-	-3999
▁կիլ	-4000
արձակում	-4001
▁առաջատար	-4002
▁բաժանվում	-4003
▁Համաշխարհային	-4004
եւեռ	-4005
▁Լեռն	-4006
▁Բարձր	-4007
▁ընդհան	-4008
մն	-4009
▁о	-4010
վոլ	-4011
ստանի	-4012
▁որդի	-4013
▁դոկտոր	-4014
▁առեւտրային	-4015
men	-4016
ջեւ	-4017
▁դրս	-4018
նակարգ	-4019
ավորվում	-4020
▁թեկնածու	-4021
▁հաստատել	-4022
▁աշխատանքը	-4023
▁հատվածում	-4024
▁յոթ	-4025
▁Բայդ	-4026
ոնզ	-4027
աժամ	-4028
աշատ	-4029
եայի	-4030
▁ջրային	-4031
▁ընտրվել	-4032
▁ճանաչում	-4033
▁ոլորտում	-4034
▁ուսուցիչ	-4035
գար	-4036
▁3,	-4037
▁1999	-4038
▁ինչի	-4039
▁կառուցել	-4040
▁կարողանում	-4041
ամտ	-4042
սան	-4043
▁լինի	-4044
▁մինչդեռ	-4045
▁Նոբելյան	-4046
Նոր	-4047
▁սա	-4048
աժան	-4049
ացիա	-4050
▁1919	-4051
▁1994	-4052
▁1995	-4053
▁Երկու	-4054
▁օքսիդ	-4055
▁Պետրոս	-4056
▁նկարահան	-4057
▁համալսարանը	-4058
.,	-4059
վարդ	-4060
▁Մայք	-4061
▁հեռու	-4062
▁տեղեկատվ	-4063
▁ազդեցության	-4064
ստակ	-4065
▁դավ	-4066
▁վարժ	-4067
շտարակ	-4068
ուդյան	-4069
▁արտոն	-4070
▁դարից	-4071
▁Իսպանիայի	-4072
▁քաղաքների	-4073
tp	-4074
ны	-4075
▁Մեկ	-4076
▁հետ՝	-4077
ամերիկ	-4078
ութեան	-4079
▁առմամբ	-4080
▁դեսպան	-4081
▁պարգեւ	-4082
▁վարկած	-4083
ադարձային	-4084
չությունը	-4085
▁տարբերակ	-4086
▁Ընդհանուր	-4087
▁Բրիտանիայի	-4088
64	-4089
եգր	-4090
ջախ	-4091
▁կոչում	-4092
▁բնակավայրեր	-4093
ացուց	-4094
▁(194	-4095
▁1975	-4096
▁Ռուզ	-4097
▁բերդ	-4098
նուպոլ	-4099
▁կոտոր	-4100
▁տեղում	-4101
▁քրիստոնե	-4102
▁փիլիսոփայության	-4103
լան	-4104
տակ	-4105
▁30-	-4106
ուսաղ	-4107
▁դրսեւոր	-4108
▁խորհրդանիշ	-4109
ագրեր	-4110
▁ջանք	-4111
▁Կովկաս	-4112
▁տեսնում	-4113
▁փիլիսոփա	-4114
▁քաշ	-4115
▁Հիտլ	-4116
լիմպիական	-4117
ավարության	-4118
ло	-4119
http	-4120
յուլ	-4121
▁կայք	-4122
ամյակի	-4123
կայումս	-4124
▁գրասեն	-4125
▁միապետ	-4126
▁կրթության	-4127
▁համեմատաբար	-4128
ուչ	-4129
տես	-4130
▁շվ	-4131
▁Չեխ	-4132
▁ութ	-4133
▁Ստալ	-4134
▁հարմար	-4135
▁երաժիշտ	-4136
▁Օգոստոսի	-4137
▁ֆիզիկական	-4138
▁տարբերվում	-4139
▁III	-4140
▁Կայ	-4141
ոնիան	-4142
▁1960	-4143
▁Մշակ	-4144
▁ապրի	-4145
▁կարգով	-4146
▁Ներկայումս	-4147
во	-4148
կո	-4149
ски	-4150
եցրեց	-4151
ոմետր	-4152
ունկց	-4153
▁վճար	-4154
վածներ	-4155
կության	-4156
▁նախորդ	-4157
▁դպրոցում	-4158
▁ընդունված	-4159
ոլդ	-4160
▁Բլ	-4161
▁պակ	-4162
ածուն	-4163
ուհին	-4164
▁սպառ	-4165
ուրույն	-4166
▁Նորվեգ	-4167
▁Փարիզի	-4168
ատերական	-4169
եթի	-4170
եքեն	-4171
▁լար	-4172
▁առկայ	-4173
▁համոզ	-4174
▁գավառի	-4175
▁մնացել	-4176
▁Դոստոեւ	-4177
▁երկրաշարժ	-4178
://	-4179
վագ	-4180
▁պի	-4181
-199	-4182
▁կրճատ	-4183
▁ռադիո	-4184
▁Հաջորդ	-4185
▁ամենախ	-4186
▁դուստր	-4187
▁մշակույթ	-4188
▁չափազանց	-4189
▁աշխատանքները	-4190
▁g	-4191
ուա	-4192
եքսպ	-4193
▁Բեր	-4194
▁ISBN	-4195
▁ասում	-4196
▁կեսին	-4197
▁նամակ	-4198
▁որդին	-4199
իստների	-4200
▁դիտարկ	-4201
իջոց	-4202
▁Բոր	-4203
▁մոն	-4204
▁1970	-4205
▁դերը	-4206
